Repository: Dima73/Extended-NumberZap
Catalog: po/*.po
Languages: de, fr, lt, nl, pt, ru, uk

source: << Press colors keys (the first four bouquets) >>
de: << Drücken Sie die Farbtasten (die ersten vier Bouquets) >>
fr: << Appuyer sur les touches de couleurs (les quatre premiers bouquets) >>
lt: << Spauskite spalvotus mygtukus (pirmieji 4 bukietai >>
nl: << Kies via gekleurde knoppen (de eerste vier favorietenlijsten) >>
pt: << Pressionar teclas de cores (os quatro primeiros buquês) >>
ru: << Нажмите цветные кнопки (первые четыре букета) >>
uk: << Натисніть кольорові кнопки (перші чотири букети) >>

source: << Press menu key (for priority bouquets) >>
de: << Drücken Sie die Menütaste (für vorrangige Bouquets) >>
fr: << Appuyer sur la touche menu (pour les bouquets de priorité) >>
lt: << Spauskite 'Menu' (bukietų pirmenybei) >>
nl: << Druk op de MENU-knop (voor prioriteit favorietenlijsten) >>
pt: << Tecla de menu (para buquês prioritários) >>
ru: << Нажмите кнопку меню (для приоритета букетов) >>
uk: << Натисніть кнопку меню (для приорітета букетів) >>

source: Action:
lt: Veiksmas:
nl: Actie:
pt: Ação:
ru: Действие:
uk: Дія:

source: Alternative service counter in bouquets
fr: Prendre en compte les alternatifs des bouquets
lt: Alternatyvi kanalų numeracija bukietuose
nl: Alternatieve zendernummers in favorietenlijsten
pt: Numeração alternativa para os buquês
ru: Альтернативная нумерация сервисов в букетах
uk: Альтернативна нумерація каналів в фаворитах

source: Behavior when timeshift is enabled
de: Verhalten, wenn Timeshift aktiviert ist
fr: Comportement lorsque le timeshift est activé
lt: Elgsena, kai laiko poslinkis įjungtas
nl: Wanneer Timeshift actief is
pt: Comportamento quando timeshift está ativo
ru: Поведение при включенном таймшифте
uk: Поведінка при включеному таймшифті

source: Bouquet:
fr: Favoris:
lt: Bukietas:
nl: Favorietenlijst
pt: Buquê:
ru: Букет:
uk: Фаворит:

source: Cancel
de: Abbrechen
fr: Annuler
lt: Atšaukti
nl: Annuleren
pt: Cancelar
ru: Отмена
uk: Відміна

source: Channel
de: Kanal
lt: Kanalas
ru: Канал
uk: Канал

source: Channel:
de: Kanal:
fr: Chaîne:
lt: Kanalas:
nl: Zender:
pt: Canal:
ru: Канал:
uk: Канал:

source: Check timeshift of 0 key in recall service
de: Überprüfen Sie den Timeshift von 0 key im recall service
fr: Vérifier la PauseDirect en appuyant sur 0 pour rappeler un service
lt: Laiko poslinkio patikrinimas, '0' mygtuku grįžtant prie kanalo
nl: Controleer Timeshift op 0-knop in 'recall service'
pt: Verifique o timeshift de tecla 0 no serviço de rechamada
ru: Проверка таймшифта при возврате на сервис (кнопка 0)
uk: Провірка таймшифта при поверненні на канал (кнопка 0)

source: Confirmation on hotkey action
de: Bestätigung bei Hotkey-Aktion
fr: Confirmation lors de l’action d’une hotkey
lt: Greitojo mygtuko veiksmų patvirtinimas
nl: Bevestiging voor hotkey actie
pt: Confirmação na ação de tecla de atalho
ru: Подтверждение выполнения системных функций
uk: Підтвердження виконання системних функцій

source: Directory browser
fr: Navigateur répertoire
lt: Katalogų naršyklė
nl: Bestandsverkenner
pt: Explorador de pastas
ru: Каталог браузера
uk: Каталог браузеру

source: Enable bouquets hotkeys
de: Bouquets hotkeys Aktivieren
fr: Activer les hotkeys pour les bouquets
lt: Įjungti bukietų greituosius mygtukus
nl: Favorietenlijst hotkeys activeren
pt: Ativar teclas de atalho de buquês
ru: Цифровые коды на вызов букетов
uk: Цифрові коди на виклик букетів

source: Enable extended number zap
de: Extended number zap Aktivieren
fr: Activer le zap par numéro étendu
lt: Įjungti 'Extended NumberZap'
nl: Extended NumberZap activeren
pt: Ativar o Zap por número estendido
ru: Включить инфобар цифровых кнопок
uk: Включити інфобар цифрових кнопок

source: Enable number hotkeys
de: Nummern-Hotkeys aktivieren
fr: Activer les nombres hotkeys
lt: Įjungti skaitmenų greituosius mygtukus
nl: Nummer hotkeys activeren
pt: Ativar teclas numéricas de atalho
ru: Цифровые коды на основные системные функции
uk: Цифрові коди на основні системні функції

source: Enable picons
de: Picons aktivieren
fr: Activer les picons
lt: Rodyti piktogramas
nl: Picons activeren
pt: Ativar picons
ru: Включить пиконы
uk: Включити пікони

source: Enigma Restart
de: GUI Neustart
lt: Paleisti grafinę aplinką iš naujo
ru: Рестарт GUI
uk: Рестарт GUI

source: Enigma Standby
lt: Enigma2 budėjimo režimas
ru: Режим ожидания
uk: Режим очікування

source: Extended NumberZap
fr: Zap par numéro étendu
lt: Extended NumberZap įskiepis
pt: NumberZap estendido
ru: Инфобар цифровых кнопок
uk: Розширені функції перемикань

source: Extended NumberZap Setup
fr: Zap par numéro étendu configuration
lt: 'Extended NumberZap' sąranka
pt: Definição NumberZap estendido
ru: Меню настроек инфобара цифровых кнопок
uk: Меню налаштувань розширених функцій

source: Extended NumberZap Setup
lt: 'Extended NumberZap' nustatymas
ru: Меню настроек плагина
uk: Меню налаштувань плагіна

source: Extensions Menu
de: Erweiterungen Menü
lt: Plėtinių meniu
ru: Меню дополнений
uk: Меню доповнень

source: GUI needs a restart to apply changes 'Behavior when timeshift is enabled'. Restart the GUI now?
de: GUI benötigt einen Neustart, um Änderungen anzuwenden 'Verhalten, wenn Timeshift aktiviert ist'. Starten Sie die GUI jetzt neu?
fr: L’IGU a besoin d’être redémarré pour appliquer les changements ‘Comportement lorsque la PauseDirect est activée.’ Redémarrer l’IGU maintenant?
lt: Pakeitimams "Elgsena, kai laiko poslinkis įjungtas" įsigalioti, grafinę aplinką reikia paleisti iš naujo. Paleisti iš naujo dabar?
nl: GUI moet herstart worden om wijzigingen te activeren. GUI nu herstarten ?
pt: A interface do utilizador precisa ser reiniciada 'Acontecimento quando o timeshift está ativo'. Quer reinciar a Interface do Utilizador?
ru: Необходим рестарт GUI для применения этих изменений 'Поведение при включенном таймшифте'. Рестарт GUI сейчас?
uk: Необхідний рестарт GUI для застосувань цих змін 'Поведінка при включеному таймшифті'. Рестарт GUI зараз?

source: Hotkey action have priority
de: Hotkey-Aktion hat Vorrang
fr: L’action de la Hotkey est prioritaire
lt: Pirmenybė teikiama greitiesiems mygtukams
nl: Hotkeys hebben prioriteit
pt: Ação de tecla de atalho tem prioridade
ru: Основные системные функции имеют приритет
uk: Основні системні функції мають приорітет

source: Hotkey bouquets have priority
de: Hotkey-Bouquets haben Vorrang
fr: Les bouquets en Hotkey sont prioritaire
lt: Pirmenybė teikiama bukietų greitiesiems mygtukams
nl: Hotkey favorietenlijsten hebben prioriteit
pt: Tecla de atalho de buquês têm prioridade
ru: Вызов букетов имеет приритет
uk: Виклик букетів мають приорітет

source: Menu Harddisk
de: Menü Harddisk
lt: HDD meniu
ru: Меню жесткого диска
uk: Меню жорсткого диску

source: Menu Information
de: Menü Information
lt: Meniu - informacija
ru: Меню информации
uk: Меню інформації

source: Menu Mainmenu
de: Menü Hauptmenü
lt: Pagrindinis meniu
ru: Главное меню
uk: Головне меню

source: Menu Service Searching
de: Menü Service Suchen
lt: Kanalų paieškos meniu
ru: Меню поиска сервисов
uk: Меню пошуку каналів

source: Menu Setup
de: Menü Setup
lt: Meniu - sąranka
ru: Меню настроек
uk: Меню налаштувань

source: Menu Standby/Restart
de: Menü Standby/Neustart
lt: Išjungimo meniu
ru: Меню выключения
uk: Меню виключення

source: Menu System
de: Menü System
lt: Meniu - sistema
ru: Меню система
uk: Меню система

source: Menuitem About
de: Menüpunkt About
lt: Pogrupis - apie
ru: Подменю About
uk: Підменю Про

source: Menuitem Language
de: Menüpunkt Sprache
lt: Pogrupis - kalba
ru: Подменю выбор языка
uk: Підменю вибір мови

source: Menuitem Manual Scan
de: Menüpunkt Manueller Scan
lt: Pogrupis - rankinė paieška
ru: Подменю ручной поиск
uk: Підменю ручний пошук

source: Menuitem Network
de: Manueller Netzwerk
lt: Pogrupis - tinklas
ru: Подменю сеть
uk: Підменю мережа

source: No (close)
de: Nein (schließen)
fr: Non (fermer)
lt: Ne (užverti)
nl: Nee (sluiten)
pt: Não (fechar)
ru: Нет (закрыть)
uk: Ні (закрити)

source: No (do not remind)
de: Nein (nicht daran erinnern)
fr: Non (ne pas rappeler)
lt: Ne (ir nepriminti)
nl: Nee (niet opnieuw vragen)
pt: Não (não recordar)
ru: Нет (больше не напоминать)
uk: Ні (більше не нагадувати)

source: Number of channel number digits
de: Anzahl der Kanalnummern
fr: Nombre de chiffres pour les chaînes
lt: Kanalo numerio skaitmenų skaičius
nl: Aantal zendernummers
pt: Número de dígitos para Nr do Canal
ru: Количество цифр для номера канала
uk: Кількість цифр для номера каналу

source: Number:
de: Nummer:
fr: Nombre:
lt: Numeris:
nl: Nummer
pt: Número:
ru: Номер:
uk: Номер:

source: Picons directory (press OK)
de: Picons Verzeichnis (drücke OK)
fr: Répertoire des picons (appuyer sur OK)
lt: Kelias iki piktogramų ('OK')
nl: Picons map (druk op OK)
pt: Diretório de Picons (prima OK)
ru: Выбор каталога пиконов (нажмите ОК)
uk: Вибір каталогу піконів (натисніть ОК)

source: Plugin Browser
lt: Iskiepių naršyklė
ru: Меню плагинов
uk: Меню плагінів

source: Plugins
lt: Įskiepių meniu
ru: Меню плагинов
uk: Плагіни

source: Really run %s now?
de: Wirklich starten% s jetzt?
fr: Vraiment exécuter %s maintenant?
lt: Tikrai vykdyti %s dabar?
nl: Echt %s nu uitvoeren ?
pt: Executar o %s agora?
ru: На самом деле выполнить %s сейчас?
uk: Справді виконати %s зараз?

source: Reboot
de: Neu starten
lt: Paleisti iš naujo
ru: Перезагрузка
uk: Перезавантаження

source: Restart GUI
de: GUI Neustarten
fr: Redémarrer l’IGU
lt: Paleisti grafinę aplinką iš naujo
nl: GUI herstarten
pt: Reinciar a Interface do Utilizador
ru: Рестарт GUI
uk: Рестарт GUI

source: Save
de: Speichern
fr: Sauvegarder
lt: Išsaugoti
nl: Bevestigen
pt: Salvar
ru: Сохранить
uk: Зберегти

source: Service
lt: Kanalas
nl: Zender
pt: Serviço
ru: Сервис
uk: Канал

source: Service Info
lt: Apie kanalą
ru: Информация о сервисе
uk: Інформація про канал

source: Setup A/V Settings
lt: Garso/vaizdo nustatymai
ru: Аудио/Видео настройки
uk: А/В налаштування

source: Setup Customize
de: Setup anpassen
lt: Sąrankos pritaikymas
ru: Настройки опций
uk: Налаштування опцій

source: Setup Network
de: Setup Netzwerk
lt: Tinklo sąranka
ru: Настройки сети
uk: Налаштування мережі

source: Setup Timezone
de: Setup Zeitzone
lt: Laiko juostos sąranka
ru: Настройки часового пояса
uk: Налаштування часового поясу

source: Shutdown
de: Herunterfahren
lt: Išjungti
ru: Полное выключение
uk: Повне виключення

source: Standby
lt: Į budintį režimą
ru: Режим ожидания
uk: Режим очікування

source: System Reboot
de: System neu starten
lt: Paleisti iš naujo
ru: Перезагрузка
uk: Перезавантаження

source: System Shutdown
de: Systemabschaltung
lt: Išjungti sistemą
ru: Выключение
uk: Виключення

source: Time to wait first keypress (ms)
de: Wartezeit zum ersten Tastendruck in (ms)
fr: Durée de l’attente pour la première touche (ms)
lt: Kiek laukti pirmo mygtuko paspaudimo (ms)
nl: Wachttijd voor bediening eerste knop (ms)
pt: Tempo de espera premir 1ª tecla (ms)
ru: Время ожидания первого нажатия кнопки (мс)
uk: Час очікування першого натискання кнопки (мс)

source: Time to wait next keypress (ms)
de: Wartezeit zum nächsten Tastendrucks in (ms)
fr: Durée de l’attention pour les touches suivante (ms)
lt: Kiek laukti sekančio mygtuko paspaudimo (ms)
nl: Wachttijd voor bediening volgende knop (ms)
pt: Tempo de espera premir tecla seguinte (ms)
ru: Время ожидания следующего нажатия кнопки (мс)
uk: Час очікування наступного натискання кнопки (мс)

source: Timers List
de: Timers Liste
lt: Laikmačių sąrašas
ru: Список таймеров
uk: Список таймерів

source: always number zap
de: Immer Nummer zap
fr: toujours zapper par numéro
lt: visada perjungti skairmenimis
nl: Altijd zappen via nummers
pt: fazer zapping sempre por números
ru: всегда переключение цифрами
uk: завжди переключення цифрами

source: current: %s
de: aktuell: %s
fr: actuel: %s
lt: dabar: %s
nl: huidige: %s
pt: atual: %s
ru: текущий: %s
uk: поточний: %s

source: invalid channel number
de: Ungültige Kanalnummer
fr: numéro de chaîne non valide
lt: neteisingas kanalo numeris
nl: Zendernummer ongeldig
pt: número do canal inválido
ru: недействительный номер
uk: недійсний номер

source: only seek jump if available
de: Suche nur, wenn verfügbar
fr: uniquement les sauts par pas si disponible
lt: tik peršokimas skaitmenimis, jei įmanoma
nl: Alleen volgende wanneer beschikbaar
pt: salto de busca sómente se disponível
ru: только прыжки цифрами при доступности
uk: тільки скачки цифрами при доступності

source: service not found
de: Service nicht gefunden
fr: service non trouvé
lt: kanalo nerasta
nl: Zender niet gevonden
pt: serviço não encontrado
ru: сервис не найден
uk: канал не знайдено

source: standard
lt: standartinis
nl: Standaard
pt: padrão
ru: стандарт
uk: стандарт

source: Use default picon if possible
de: Verwenden Sie Standard-picon wenn möglich
fr: Utiliser si possible le picon par défaut
lt: Kai galima, naudoti numatytąją piktogramą
nl: Gebruik default Picon wanneer mogelijk
pt: Se possível, usar picons padrão
uk: Використовати пікон за замовчуванням, якщо можливо

source: Extended NumberZap addon
fr: Zap par numéro étendu extension
pt: NumberZap estendido adicional
